Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=615_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Sofia Jannok ja Nanook esiintyvät Ijahis Idjassa Sajoksessa
sme: Sofia Jannok ja Nanook Ijahis idjii Anárii

source: Ijahis idja näyttää tänä kesänä entistä kansainvälisemmän puolensa.
sme: Ijahis idja čájeha dán gease ain eanet riikkaidgaskasašvuođa.

source: Festivaalin pääesiintyjäksi on saatu saamelaisen popin prinsessa Sofia Jannok Ruotsista.
sme: Festivála váldoloaiddasteaddjin leat ožžon sámi pop-musihka prinseassa Sofia Jannok Ruoŧas.

source: Kaukaisimmat vieraat tänä vuonna saapuvat Grönlannista.
sme: Dán jagáš guossit, geat bohtet guhkkelepmosis, bohtet Ruonáeatnamis.

source: Ijahis idjassa esiintyy rock-yhtye Nanook joka esittää laulunsa grönlannin kielellä.
sme: Ijahis ijas loaiddasta rock-joavku Nanook mii lávlu Ruonáeatnama gielain.

source: Lisätietoa Ijahis Idjan ohjelmasta
sme: Ijahis ija olles prográmma gávdno čujuhusas
